tap "aldrin/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "timberio/brew"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "pkg-config"
brew "cmake"
brew "curl"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnuplot"
brew "graphviz"
brew "jq"
brew "ledger"
brew "pandoc"
brew "potrace"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "topgrade"
brew "vim"
brew "wget"
brew "yamllint"
brew "aldrin/tap/git-changelog"
brew "timberio/brew/vector"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "basictex"
cask "google-chrome"
cask "keybase"
cask "miniconda"
cask "pritunl"
cask "reikey"
cask "slack"
cask "spotify"
cask "wkhtmltopdf"
cask "zoom"
