tap "aldrin/tap"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "timberio/brew"
tap "universal-ctags/universal-ctags"
brew "adr-tools"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "pkg-config"
brew "tcl-tk"
brew "cmake"
brew "curl"
brew "dasel"
brew "gobject-introspection"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grex"
brew "hexyl"
brew "hugo"
brew "jq"
brew "kafka"
brew "ledger"
brew "libagg"
brew "node"
brew "mermaid-cli"
brew "mysql", restart_service: true
brew "nomad"
brew "pandoc"
brew "potrace"
brew "pre-commit"
brew "pure"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "semgrep"
brew "shellcheck"
brew "suricata"
brew "tflint"
brew "topgrade"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "aldrin/tap/git-changelog"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform"
brew "michaeleisel/zld/zld"
brew "timberio/brew/vector"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "altair-graphql-client"
cask "background-music"
cask "basictex"
cask "cutter"
cask "discord"
cask "google-chrome"
cask "keybase"
cask "meld"
cask "miniconda"
cask "pdf-expert"
cask "penc"
cask "pritunl"
cask "reikey"
cask "slack"
cask "spotify"
cask "tcl"
cask "tunnelblick"
cask "wkhtmltopdf"
cask "zoom"
